Repository: mohame12/TODO-Firebase
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Add Some Tasks
ar: اضف بعض المهام

source: To Do List
ar: قائمة المهام

source: Add New Task
ar: اضف مهمة جديدة

source: Select Time
ar: حدد الوقت

source: Title
ar: العنوان

source: Discribtion
ar: الوصف

source: Task Update
ar: تحديث المهمة

source: Edit Task
ar: تعديل المهمة

source: Save Changes
ar: حفظ التغيرات

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Settings
ar: الاعدادات

source: Language
ar: اللغة

source: English
ar: أنجليزية

source: Arabic
ar: عربية

source: Mode
ar: الوضع

source: Light
ar: مضيئ

source: Dark
ar: مظلم

# noTasks
source: No tasks available yet. Please add a new task.
ar: لا يوجد مهام. من فضلك اضف بعض المهام.

# loginTitle
source: L O G I N
ar: تسجيل دخول

source: Welcome back!
ar: مـرحبا بـك !

source: Email
ar: الايـمـيل

source: Password
ar: كلـمة الـمرور

# forgetPassword
source: Forgot Password
ar: نسيـت كلـمة الـمرور

# createNewAccount
source: Or Create New Account
ar: انشـاء ايـميـل جـديـد

source: SignIn
ar: تسجـيـل

source: FristName
ar: الاسـم الاول

source: Phone
ar: الهاتـف

source: RePassword
ar: اعـادة كلمـة المـرور

# didYouHaveAccount
source: Did You Have An Account !
ar: هـل تـمتـلك حسـاب بالفعـل!

# loginSussecc
source: Login Successful!
ar: تـم تسجـيـل الدخـول بنجـاح

# signupSussecc
source: Signup Successful!
ar: تـم انـشاء حـسـاب بنجـاح
